Repository: robertdevore/brands-for-woocommerce
Catalog: languages/brands-for-woocommerce-*.po
Languages: af, es_mx, fr_fr, it_it

source: Select Brand Image
af: Kies handelsmerkbeeld
es_mx: Seleccionar imagen de marca
fr_fr: Sélectionner l'image de marque
it_it: Selezionare l'immagine del marchio

source: Use this image
af: Gebruik hierdie beeld
es_mx: Usar la imagen de fondo
fr_fr: Utiliser cette image
it_it: Utilizzare questa immagine

source: Brand Image
af: Handelsmerkbeeld
es_mx: Imagen de marca
fr_fr: Image de marque
it_it: Immagine Marchio

source: Upload Image
af: Laai prent op
es_mx: Subir Imagen
fr_fr: Télécharger une image
it_it: Carica immagine

source: Upload an image for this brand.
af: Laai 'n prent vir hierdie handelsmerk op.
es_mx: Sube una imagen para esta marca.
fr_fr: Télécharger une image pour cette marque.
it_it: Caricare un'immagine per questo marchio.

source: Brand Website URL
af: Handelsmerk webwerf URL
es_mx: URL del sitio web de la marca
fr_fr: URL du site web de la marque
it_it: URL del sito web del marchio

source: Enter the URL for this brand's website.
af: Voer die URL vir hierdie handelsmerk se webwerf in.
es_mx: Introduzca la URL del sitio web de esta marca.
fr_fr: Saisissez l'URL du site web de cette marque.
it_it: Inserite l'URL del sito web di questo marchio.

# taxonomy general name
source: Brands
af: Handelsmerke
es_mx: Marcas
fr_fr: Marques
it_it: Marchi

# taxonomy singular name
source: Brand
af: Handelsmerk
es_mx: Marca
fr_fr: Marque
it_it: Marchio

source: Search Brands
af: Soek handelsmerke
es_mx: Buscar marcas
fr_fr: Rechercher les marques
it_it: Cerca Marchi

source: All Brands
af: Alle handelsmerke
es_mx: Todas las Marcas
fr_fr: Toutes les marques
it_it: Tutti i Marchi

source: Edit Brand
af: Wysig handelsmerk
es_mx: Editar Marca
fr_fr: Modifier la marque
it_it: Modifica Marchio

source: Add New Brand
af: Voeg nuwe handelsmerk by
es_mx: Añadir Nueva Marca
fr_fr: Ajouter une nouvelle marque
it_it: Aggiungi nuovo marchio

source: No brands available.
af: Geen handelsmerke beskikbaar nie.
es_mx: No hay marcas disponibles.
fr_fr: Aucune marque disponible.
it_it: Nessun marchio disponibile.

source: No products found for this brand.
af: Geen produkte vir hierdie handelsmerk gevind nie.
es_mx: No se han encontrado productos de esta marca.
fr_fr: Aucun produit trouvé pour cette marque.
it_it: Nessun prodotto trovato per questo marchio.

source: Brand Thumbnails Widget
af: Merk-kleinkiekies-legstuk
es_mx: Widget de miniaturas de marcas
fr_fr: Widget des vignettes de la marque
it_it: Widget per le miniature dei marchi

source: Displays brand thumbnails with options to show/hide brand names and descriptions, limit results, and randomize output.
af: Vertoon handelsmerk-kleinkiekies met opsies om handelsname en beskrywings te wys/versteek, resultate te beperk en uitset ewekansig te maak.
es_mx: Muestra miniaturas de marcas con opciones para mostrar/ocultar nombres de marcas y descripciones, limitar los resultados y aleatorizar la salida.
fr_fr: Affiche les vignettes des marques avec des options permettant d'afficher/masquer les noms et descriptions des marques, de limiter les résultats et de les rendre aléatoires.
it_it: Visualizza le miniature dei marchi con le opzioni per mostrare/nascondere i nomi dei marchi e le descrizioni, limitare i risultati e randomizzare l'output.

source: Brands
af: Handelsmerke
es_mx: Marcas
fr_fr: Marques
it_it: Marchi

source: Show Brand Name
af: Wys Handelsnaam
es_mx: Mostrar marca
fr_fr: Afficher le nom de la marque
it_it: Mostra il nome del marchio

source: Show Brand Description
af: Wys handelsmerkbeskrywing
es_mx: Mostrar descripción de la marca
fr_fr: Afficher la description de la marque
it_it: Mostra la descrizione del marchio

source: Number of Brands to Display:
af: Aantal handelsmerke om te vertoon:
es_mx: Número de marcas a exponer:
fr_fr: Nombre de marques à afficher :
it_it: Numero di marchi da visualizzare:

source: Randomize Brands Display Order
af: Randomiseer handelsmerkvertoonbestelling
es_mx: Orden aleatorio de las marcas
fr_fr: Randomiser l'ordre d'affichage des marques
it_it: Randomizzare l'ordine di visualizzazione dei marchi

source: Brands for WooCommerce®
af: Handelsmerke vir WooCommerce®
es_mx: Marcas para WooCommerce
fr_fr: Marques pour WooCommerce
it_it: Marchi per WooCommerce

source: Allows you to create and manage brands in WooCommerce®, with options to display brands as lists, thumbnails, or sidebar widgets.
af: Laat jou toe om handelsmerke in WooCommerce® te skep en te bestuur, met opsies om handelsmerke as lyste, duimnaels of sidebar-legstukke te vertoon.
es_mx: Le permite crear y gestionar marcas en WooCommerce®, con opciones para mostrar marcas como listas, miniaturas o widgets de barra lateral.
fr_fr: Permet de créer et de gérer des marques dans WooCommerce®, avec des options d'affichage des marques sous forme de listes, de vignettes ou de widgets dans la barre latérale.
it_it: Permette di creare e gestire i marchi in WooCommerce®, con la possibilità di visualizzarli come elenchi, miniature o widget della barra laterale.
